<?php 

    define("E_DIV_NAME",array(
        'AA01' => '富士通',
        'AA02' => '富士通フロンテック',
        'AA03' => '新光電気',
        'AA04' => '富士通テレコムネットワークス',
        'AA05' => '富士通マーケティング',
        'AA06' => 'しなの富士通',
        'AA07' => 'ＦＤＫ',
        'AA08' => '富士通アイ・ネット',
        'AA09' => '扶桑電通',
        'AA10' => 'ＰＦＵ',
        'AA11' => '富士通ワイエフシー',
        'AA12' => '富士通エレクトロニクス',
        'AA13' => 'デンソーテン',
        'AA14' => '富士通ゼネラル',
        'AA15' => '富士通アイソテック',
        'AA16' => 'ニフティ',
        'AA17' => 'ＪＥＭＳ＆ＦＰＥ',
        'AA18' => '富士通エフサス',
        'AA19' => '富士通インフォテック',
        'AA20' => '富士通エフ・アイ・ピー',
        'AA21' => '富士通コワーコ',
        'AA22' => '富士通ネットワークソリューションズ',
        'AA23' => '富士通北陸システムズ',
        'AA24' => '富士通九州システムズ',
        'AA25' => '富士通ビー・エス・シー',
        'AA26' => '沖縄富士通システムエンジニアリング',
        'AA27' => '富士通ラーニングメディア',
        'AA28' => '富士通ＩＴプロダクツ',
        'AA29' => '富士通アドバンストエンジニアリング',
        'AA30' => 'ＦＪＦＳ',
        'AA31' => '富士通パブリックソリューションズ',
        'AA32' => '富士通エフ・アイ・ピー・システムズ',
        'AA33' => 'ＦＳＣＳ',
        'AA34' => 'サイプレス・イノベイツ',
        'AA35' => '会津富士通セミコンダクター',
        'AA36' => '三重富士通セミコンダクター',
        'AA37' => 'ソシオネクスト',
        'AA38' => '富士通クラウドテクノロジーズ',
        'AA39' => 'オン・セミコンダクター会津',
    ));

    define("E_PAR_KBN",array(
        'CC01' => '組合員（定年後再雇用者含む）',
        'CC02' => '家族',
        'CC03' => '組合のOB・OG',
    ));

    define("E_AGE_KBN", array(
        'DD01' => '小学生以下',
        'DD02' => '中学生～18歳以下',
        'DD03' => '19～59歳以下',
        'DD04' => '60歳以上',
    ));

    define("E_BM_CODE", array(
        'EE01' => 'エキスパート',
        'EE02' => 'エンジョイ',
        'EE03' => 'キッズ',
    ));

    define("E_KBN_CODE", array(
        'FF01' => '絵画',
        'FF02' => '書道',
        'FF03' => '写真',
        'FF04' => '手芸・工芸',
        'FF05' => '写真',
        'FF06' => '動画',
        'FF07' => '音楽',
        'FF08' => '動画',
        'FF09' => '絵',
        'FF10' => '書道',
    ));

?>

